{
  "target_id": "starts-prize",
  "target_name": "S+T+ARTS Prize 2026",
  "category": "Prize",
  "amount": "EUR 20,000",
  "deadline": "March 4, 2026",
  "url": "https://starts-prize.aec.at/en/open-call/",
  "fit_score": 8.4,
  "primary_position": "systems-artist",
  "secondary_position": "creative-technologist",
  "position_label": "Systems Artist",
  "identity_narrative": "ORGANVM produces four distinct art projects — real-time audience-participatory performance (Omni-Dromenon Engine), modular synthesis organisms (Alchemical Synthesizer), immersive literary web experiences (MET4MORFOSES), and a living queer literary archive (KRYPTO-VELAMEN) — all emerging from a single governed creative system of 101 repositories across 8 GitHub organizations.\n\nThe governance structures are generative constraints, the way a composer's harmonic rules shape what melodies can emerge. The system is built, documented, and operational — 42 published essays document the methodology in real time, and ~410K+ words of documentation function as a digital commons contribution.",
  "artist_statement": {
    "long": "I build creative systems that produce art — the governance generates the artwork.\n\nThe ORGANVM system produces four distinct art projects: Omni-Dromenon, a real-time audience-participatory performance engine where 1,000+ people co-author the performance through weighted consensus algorithms; the Alchemical Synthesizer, a modular synthesis organism where SuperCollider, Pure Data, and p5.js co-evolve through three ports of OSC communication; MET4MORFOSES, an MFA thesis transforming Ovid's Metamorphoses into an 8-mode immersive web experience with 3D navigation, generative audio, and AI oracle; and KRYPTO-VELAMEN, a distributed queer literary archive studying concealment as compositional engine across 20 author studies and 106 knowledge graph entities.\n\nThese aren't separate projects — they emerge from a single governed system: 101 repositories across 8 GitHub organizations, coordinated through a machine-readable registry, automated dependency validation, and a formal promotion state machine. The governance structures are generative constraints. 42 published essays document this methodology in real time — not reflections on the work; they ARE the work.\n\nI use AI tools as compositional instruments — the way Brian Eno treated the recording studio. The architectural vision, governance design, and editorial judgment are the creative work. Human directs, AI generates volume, human reviews. The result: a documented methodology for solo creative production at institutional scale.",
    "medium": "I build creative systems that produce art — the governance generates the artwork.\n\nOMNI-Dromenon turns audiences into co-authors through real-time weighted consensus. The Alchemical Synthesizer models a living organism in sound through SuperCollider, Pure Data, and p5.js. MET4MORFOSES transforms Ovid into an 8-mode immersive web experience. KRYPTO-VELAMEN archives 150 years of queer literary concealment strategies.\n\nAll four emerge from ORGANVM: 101 repositories, 8 organizations, automated governance. The governance structures are generative constraints. 42 published essays document the process in real time. Solo production using AI tools as compositional instruments — one artist, one system, four art projects.",
    "short": "I build creative systems that produce art. ORGANVM generates four projects — audience-participatory performance, modular synthesis organisms, immersive web experience, queer literary archive — from a single governed system of 101 repositories. 42 essays document the methodology in real time. Solo production using AI as compositional instrument."
  },
  "bio": {
    "long": "Systems artist and auteur-producer working at the intersection of creative infrastructure, governance design, and AI-augmented methodology. Creator of the ORGANVM eight-organ system: 101 repositories across 8 GitHub organizations producing real-time audience-participatory performance (Omni-Dromenon Engine), modular synthesis organisms (Alchemical Synthesizer), immersive literary web experiences (MET4MORFOSES), and queer literary archives (KRYPTO-VELAMEN) through governed creative infrastructure.\n\n42 published essays document the creative process in real time. 2,349+ automated tests, 33 development sprints, ~410K+ words of documentation.\n\nProfessional background spans 18 years across four domains: 5 years independent creative systems design, 11 years college instruction at 8+ institutions (2,000+ students), 15 years multimedia production (AJP Media Arts), and 11 years construction project management. MFA Creative Writing (FAU), BA English Literature (CUNY). Meta Full-Stack Developer and Google UX/Digital Marketing/Project Management certifications.\n\nBased in New York City.",
    "medium": "Systems artist and auteur-producer. Creator of the ORGANVM system: 101 repositories producing audience-participatory performance, modular synthesis, immersive web experience, and queer literary archive through governed creative infrastructure. 42 published essays, 33 development sprints, ~410K+ words of documentation. 18 years professional experience across creative systems design, college instruction (11 years, 2,000+ students), multimedia production, and project management. MFA Creative Writing, Meta Full-Stack Developer certification. Based in New York City.",
    "short": "Systems artist. Creator of ORGANVM — 101 repositories producing four art projects (performance, synthesis, immersive web, queer archive) through governed creative infrastructure. 42 essays, ~410K+ words. MFA Creative Writing, 18 years professional experience. NYC-based."
  },
  "work_samples": [
    {
      "name": "Omni-Dromenon Engine",
      "url": "https://github.com/organvm-ii-poiesis/metasystem-master",
      "description": "Real-time audience-participatory performance system with weighted consensus algorithms, TypeScript monorepo, 60 tests, P95 <2ms latency"
    },
    {
      "name": "Alchemical Synthesizer (Brahma Meta-Rack)",
      "url": "https://github.com/organvm-ii-poiesis/brahma-meta-rack",
      "description": "Modular synthesis organism: SuperCollider + Pure Data + p5.js, 66 synthesis files, 7-stage signal path, 10 synthesis engines"
    },
    {
      "name": "MET4MORFOSES",
      "url": "https://github.com/organvm-ii-poiesis/met4morfoses",
      "description": "MFA thesis as immersive 8-mode web experience: 3D node map, AI oracle, generative audio, Next.js 16 + React Three Fiber"
    },
    {
      "name": "KRYPTO-VELAMEN",
      "url": "https://github.com/organvm-ii-poiesis/krypto-velamen",
      "description": "Distributed queer literary archive: 8 microservices, knowledge graph (106 entities, 118 relations), AI agent swarm, double-channel text framework"
    },
    {
      "name": "Public Process Essays",
      "url": "https://organvm-v-logos.github.io/public-process/",
      "description": "42 essays documenting creative methodology in real time (~142K words)"
    },
    {
      "name": "Governance Corpus",
      "url": "https://github.com/meta-organvm/organvm-corpvs-testamentvm",
      "description": "410K+ words: registry, governance rules, 33 sprint records, 12 ADRs, constitutional framework"
    },
    {
      "name": "Portfolio Site",
      "url": "https://4444j99.github.io/portfolio/",
      "description": "Interactive portfolio with generative art (p5.js), CMYK design system, 19 curated projects"
    },
    {
      "name": "RE:GE Recursive Engine",
      "url": "https://github.com/organvm-i-theoria/recursive-engine--generative-entity",
      "description": "Symbolic operating system: 1,254 tests, 85% coverage, 22 organ handlers, custom DSL"
    }
  ],
  "evidence_highlights": [
    "Four demonstrable art-technology projects: audience-participatory performance, modular synthesis, immersive web, queer literary archive",
    "Consensus-as-creative-medium — a novel technical contribution born from artistic inquiry (Omni-Dromenon)",
    "Queer literary archive centering community safety through pseudonym management and risk-calibrated privacy (KRYPTO-VELAMEN)",
    "Solo production at institutional scale — 101 repositories, 2,349+ tests, ~410K+ words, 33 sprints",
    "Process-as-product — 42 published essays ARE the creative work, not marketing"
  ],
  "differentiators": [
    "Governance as generative medium — the system produces art, not just documents it",
    "Four distinct art projects spanning performance, synthesis, immersive web, and literary archive",
    "Consensus-as-creative-medium (Omni-Dromenon) — novel contribution to art-technology practice",
    "Queer literary archive with formalized concealment encoding (KRYPTO-VELAMEN) — social inclusion through technical architecture",
    "Constitutional governance paralleling European institutional design — machine-readable rules, dependency validation, promotion state machine",
    "AI as compositional instrument under human editorial authority — resonates with EU AI Act values",
    "Radical transparency: ~410K+ words of documentation as digital commons contribution"
  ],
  "european_dimension": "Constitutional governance model parallels EU institutional design. Machine-readable rules, automated validation, formal promotion state machine. Extends European media art tradition (Ars Electronica, ZKM, Transmediale). Open source everything. ~410K+ words as digital commons. AI deployment under human oversight aligns with EU AI Act values.",
  "art_tech_collaboration": "Multi-layered: audience-performer-algorithm (Omni-Dromenon consensus), technology-technology (SuperCollider-PureData-p5.js via OSC), human-AI (conductor model across 82+ pipelines), organ-to-organ (I→II→III dependency graph as designed collaboration pathway).",
  "benefits_cliff": {
    "rating": "safe",
    "note": "International lump sum = SNAP-safe."
  },
  "submission_format": "Project description + video documentary + project images + portrait photo + bio + work samples + additional documents",
  "has_existing_materials": true,
  "generated": "2026-02-24T00:00:00.000000+00:00"
}
